Repository: olvid-io/olvid-ios
Catalog: Sources/App/AppAndExtensions/App/Resources/InfoPlist.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, pt_pt, ru, uk, zh_hans

source: Apple Files app file
de: Datei aus der Apple Dateien-App
es: Archivo de la aplicación Archivos de Apple
fr: Application Fichiers d’Apple
it: File dall'app File di Apple
ja: Apple Filesアプリのファイル
pt_br: Arquivo do app Arquivos da Apple
pt_pt: Ficheiro da app Arquivos da Apple
ru: Файл из приложения «Файлы» Apple
uk: Файл з програми «Файли» від Apple
zh_hans: Apple 文件应用中的文件

source: Apple Finder node under macOS
de: Apple Finder-Knoten unter macOS
es: Nodo de Buscar en macOS
fr: Nœud du Finder d’Apple sous macOS
it: Nodo Finder di Apple su macOS
ja: macOS上のApple Finderノード
pt_br: Nó do Localizar (Finder) no macOS
pt_pt: Nó do Apple Finder no macOS
ru: Узел Apple Finder в macOS
uk: Вузол Apple Finder під macOS
zh_hans: macOS 中的 Apple Finder 节点

source: Apple Link Presentation metadata
de: Apple Link-Präsentationsmetadaten
es: Metadatos de la presentación de Enlace de Apple
fr: Métadonnées d’un lien Apple
it: Metadati della presentazione del link Apple
ja: Apple Link プレゼンテーションのメタデータ
pt_br: Metadados de apresentação do Link da Apple
pt_pt: Metadados da Apresentação do Link Apple
ru: Метаданные Apple Link Presentation
uk: Метадані презентації Apple Link
zh_hans: Apple Link 演示文稿元数据

source: Chromium initiated drag
de: Chromium hat mit dem Ziehen begonnen
es: Arrastre iniciado por Chromium
it: Trascinamento avviato da Chromium
ja: Chromiumがドラッグを開始
pt_br: Arrastar iniciado pelo Chromium
pt_pt: Arrastar iniciado pelo Chromium
ru: Перетаскивание инициировано Chromium
uk: Перетягування ініційовано Chromium
zh_hans: Chromium 启动拖动

source: Microsoft Excel document
de: Microsoft Excel-Dokument
es: Documento de Microsoft Excel
fr: Document Microsoft Excel
it: Documento Microsoft Excel
ja: Microsoft Excel ドキュメント
pt_br: Documento Microsoft Excel
pt_pt: Documente Microsoft Excel
ru: Документ Microsoft Excel
uk: Документ Microsoft Excel
zh_hans: Microsoft Excel 文档

source: Microsoft Powerpoint document
de: Microsoft PowerPoint-Dokument
es: Documento de Microsoft Powerpoint
fr: Document Microsoft Powerpoint
it: Documento Microsoft PowerPoint
ja: Microsoft PowerPoint ドキュメント
pt_br: Documento Microsoft PowerPoint
pt_pt: Documento Microsoft Powerpoint
ru: Документ Microsoft PowerPoint
uk: Документ Microsoft PowerPoint
zh_hans: Microsoft PowerPoint 文档

source: Microsoft Word 97 document
de: Microsoft Word 97-Dokument
es: Documento de Microsoft Word 97
fr: Document Microsoft Word 97
it: Documento Microsoft Word 97
ja: Microsoft Word 97 ドキュメント
pt_br: Documento Microsoft Word 97
pt_pt: Documente Microsoft Word 97
ru: Документ Microsoft Word 97
uk: Документ Microsoft Word 97
zh_hans: Microsoft Word 97 文档

source: Microsoft Word document
de: Microsoft Word Dokument
es: Documento de Microsoft Word
fr: Document Microsoft Word
it: Documento Microsoft Word
ja: Microsoft Word ドキュメント
pt_br: Documento Microsoft Word
pt_pt: Documento Microsoft Word
ru: Документ Microsoft Word
uk: Документ Microsoft Word
zh_hans: Microsoft Word 文档

# NSCameraUsageDescription
source: Access to the camera allows you to scan the QR code of your contacts and to take pictures and videos right from within a discussion.
de: Der Zugriff auf die Kamera ermöglicht es Ihnen, die QR-Codes Ihrer Kontakte zu scannen und direkt aus einem Chat Fotos und Videos aufzunehmen.
es: El acceso a la cámara te permite escanear el código QR de tus contactos y tomar fotos y videos directamente desde una conversación.
fr: L'accès à l'appareil photo permet de scanner le code QR de vos contacts et de prendre des photos et des vidéos directement au sein d'une discussion.
it: L'accesso alla fotocamera ti permette di scansionare il codice QR dei tuoi contatti e di scattare foto e video direttamente all'interno di una conversazione.
ja: カメラへのアクセスにより、連絡先のQRコードをスキャンしたり、チャット内から写真や動画を撮影したりできます。
pt_br: O acesso à câmera permite que você escaneie o código QR de seus contatos e tire fotos e vídeos diretamente de uma conversa.
pt_pt: O acesso à câmara permite-lhe digitalizar o código QR dos seus contactos e tirar fotografias e vídeos diretamente numa conversa.
ru: Доступ к камере позволяет сканировать QR-коды контактов и делать фотографии и видео прямо в диалоге.
uk: Надання доступу до камери дозволяє сканувати QR-коди ваших контактів, а також робити фотографії та відео безпосередньо в чаті.
zh_hans: 访问相机功能可让您扫描联系人的二维码，并可以直接在对话中拍摄照片和视频。

# NSFaceIDUsageDescription
source: Use Face ID to access Olvid
de: Verwende Face ID, um auf Olvid zuzugreifen
es: Usa Face ID para acceder a Olvid
fr: Utiliser Face ID pour accéder à Olvid
it: Usa Face ID per accedere a Olvid
ja: Face IDを使用してOlvidにアクセス
pt_br: Use o Face ID para acessar o Olvid
pt_pt: Use o Face ID para aceder ao Olvid
ru: Используйте Face ID для доступа к Olvid
uk: Використовуйте Face ID для доступу до Olvid
zh_hans: 使用面容 ID 访问 Olvid

# NSLocationAlwaysAndWhenInUseUsageDescription
source: Your location is necessary when you decide to share it with other users.
de: Dein Standort ist erforderlich, wenn du ihn mit anderen Benutzern teilen möchtest.
es: Tu ubicación es necesaria cuando decidas compartirla con otros usuarios.
fr: Votre position géographique est nécessaire si vous décidez de la partager avec d'autres utilisateurs.
it: La tua posizione è necessaria quando decidi di condividerla con altri utenti.
ja: 他のユーザーと位置情報を共有する場合、位置情報は必須です。
pt_br: Sua localização é necessária quando você decidir compartilhá-la com outros usuários.
pt_pt: A sua localização é necessária quando decidir partilhá-la com outros utilizadores.
ru: Ваше местоположение необходимо, когда вы решите поделиться им с другими пользователями.
uk: Ваше місцезнаходження необхідне, коли ви вирішите поділитися ним з іншими користувачами.
zh_hans: 当您决定与他人分享位置时，您的位置信息是必需的。

# NSLocationAlwaysUsageDescription
source: Your location is necessary when you decide to share it with other users.
de: Dein Standort ist erforderlich, wenn du ihn mit anderen Nutzern teilen möchtest.
es: Tu ubicación es necesaria cuando decidas compartirla con otros usuarios.
fr: Votre position géographique est nécessaire si vous décidez de la partager avec d'autres utilisateurs.
it: La tua posizione è necessaria quando decidi di condividerla con altri utenti.
ja: 他のユーザーと位置情報を共有する場合、位置情報の共有が必要になります。
pt_br: Sua localização é necessária quando você decidir compartilhá-la com outros usuários.
pt_pt: A sua localização é necessária quando decidir partilhá-la com outros utilizadores.
ru: Ваше местоположение необходимо, когда вы решите поделиться им с другими пользователями.
uk: Ваше місцезнаходження необхідне, коли ви вирішите поділитися ним з іншими користувачами.
zh_hans: 当您决定与他人共享位置时，您的位置信息是必需的。

# NSLocationUsageDescription
source: Your location is necessary when you decide to share it with other users.
de: Dein Standort ist erforderlich, wenn du ihn mit anderen Benutzern teilen möchtest.
es: Tu ubicación es necesaria cuando decidas compartirla con otros usuarios.
fr: Votre position géographique est nécessaire si vous décidez de la partager avec d'autres utilisateurs.
it: La tua posizione è necessaria quando decidi di condividerla con altri utenti.
ja: 他のユーザーと位置情報を共有する場合、位置情報が必要です。
pt_br: Sua localização é necessária quando você decidir compartilhá-la com outros usuários.
pt_pt: A sua localização é necessária quando decidir partilhá-la com outros utilizadores.
ru: Ваше местоположение необходимо, когда вы решите поделиться им с другими пользователями.
uk: Ваше місцезнаходження необхідне, коли ви вирішите поділитися ним з іншими користувачами.
zh_hans: 当您决定与他人分享位置时，您的位置信息是必需的。

# NSLocationWhenInUseUsageDescription
source: Your location is necessary when you decide to share it with other users.
de: Dein Standort ist erforderlich, wenn du ihn mit anderen Benutzern teilen möchtest.
es: Tu ubicación es necesaria cuando decidas compartirla con otros usuarios.
fr: Votre position géographique est nécessaire si vous décidez de la partager avec d'autres utilisateurs.
it: La tua posizione è necessaria quando decidi di condividerla con altri utenti.
ja: 他のユーザーと位置情報を共有する場合、位置情報は必要になります。
pt_br: Sua localização é necessária quando você decidir compartilhá-la com outros usuários.
pt_pt: A sua localização é necessária quando decidir partilhá-la com outros utilizadores.
ru: Ваше местоположение необходимо, когда вы решите поделиться им с другими пользователями.
uk: Ваше місцезнаходження необхідне, коли ви вирішите поділитися ним з іншими користувачами.
zh_hans: 当您决定与他人分享时，需要提供您的位置信息。

# NSMicrophoneUsageDescription
source: Allowing access to the microphone is required to make secure audio calls and to record movies and voice messages.
de: Der Zugriff auf das Mikrofon ist erforderlich, um sichere Audioanrufe zu tätigen und Filme und Sprachnachrichten aufzunehmen.
es: Permitir el acceso al micrófono es necesario para realizar llamadas de audio seguras y grabar vídeos y mensajes de voz.
fr: L'accès au micro est nécessaire pour passer des appels sécurisés ainsi que pour enregistrer des films et des messages audios.
it: L'accesso al microfono è necessario per effettuare chiamate audio sicure e registrare video e messaggi vocali.
ja: 安全な音声通話や、ビデオやボイスメッセージの録音を行うには、マイクへのアクセスを許可する必要があります。
pt_br: Permitir o acesso ao microfone é necessário para fazer chamadas de áudio seguras e gravar vídeos e mensagens de voz.
pt_pt: Permitir o acesso ao microfone é necessário para efetuar chamadas de áudio seguras e para gravar vídeos e mensagens de voz.
ru: Для осуществления защищенных аудиозвонков и записи видео и голосовых сообщений требуется доступ к микрофону.
uk: Надання доступу до мікрофона необхідне для здійснення безпечних аудіо- та відеодзвінків, а також для запису відео та голосових повідомлень.
zh_hans: 为了进行安全的语音通话以及录制视频和语音信息，需要允许访问麦克风。

# NSPhotoLibraryAddUsageDescription
source: Write access is required to save a picture to your photo library. Please note that Olvid will not have access to the other photos of your photo library.
de: Zum Speichern eines Bildes in Ihrer Fotomediathek sind Schreibzugriffsrechte erforderlich. Bitte beachten Sie, dass Olvid nicht auf Ihre anderen Fotos in der Fotomediathek zugreifen kann.
es: Se requiere acceso de escritura para guardar una imagen en tu biblioteca de fotos. Ten en cuenta que Olvid no tendrá acceso a las demás fotos de tu biblioteca.
fr: L'accès en écriture à votre librairie de photos permet d'y sauver une image directement. Notez que Olvid n'aura pas accès aux autres photos de votre librairie de photos.
it: È necessario l'accesso in scrittura per salvare un'immagine nella tua libreria foto. Tieni presente che Olvid non avrà accesso alle altre foto della tua libreria.
ja: 写真に保存するには、書き込み権限が必要です。Olvidは、お客様の写真ライブラリ内の他の写真にはアクセスしないことをご了承ください。
pt_br: É necessário acesso à escrita para salvar uma imagem na sua biblioteca de fotos. Observe que o Olvid não terá acesso às outras fotos da sua biblioteca.
pt_pt: É necessário acesso à escrita para guardar uma imagem na sua biblioteca de fotos. Tenha em atenção que o Olvid não terá acesso às outras fotos da sua biblioteca.
ru: Для сохранения фотографии в вашу фотобиблиотеку требуется доступ к записи. Обратите внимание, что Olvid не будет иметь доступа к другим фотографиям в вашей фотобиблиотеке.
uk: Для збереження зображення в бібліотеку фотографій потрібен доступ до запису. Зверніть увагу, що Olvid не матиме доступу до інших фотографій у вашій бібліотеці.
zh_hans: 为了将图片保存到您的照片库，需要写入权限。请注意，Olvid不会访问您照片库中的其他照片。

source: Olvid Backup
de: Olvid-Sicherung
es: Copia de seguridad de Olvid
fr: Sauvegarde Olvid
it: Backup di Olvid
ja: Olvid バックアップ
pt_br: Backup do Olvid
pt_pt: Cópia de Segurança Olvid
ru: Резервная копия Olvid
uk: Резервна копія Olvid
zh_hans: Olvid 备份

source: Olvid Link Preview
de: Olvid-Link-Vorschau
es: Vista previa del enlace olvidado
fr: Prévisualisation de lien Olvid
it: Anteprima Link Olvid
ja: Olvid リンクプレビュー
pt_br: Pré-visualização do Link Olvid
pt_pt: Pré-visualização de Link Olvid
ru: Предпросмотр ссылки Olvid
uk: Перегляд посилання Olvid
zh_hans: Olvid 链接预览

source: Web Internet Location
de: Web-Internet-Standort
es: Ubicación en la web
fr: Site internet
it: Posizione Internet Web
ja: ウェブサイトの場所
pt_br: Localização na Web
pt_pt: Localização Web da Internet
ru: Интернет-адрес
uk: Веб-інтернет-локація
zh_hans: 网页互联网位置

source: Apple m4a Audio
es: Audio m4a de Apple
it: Audio m4a Apple
ja: Apple m4a オーディオ
pt_br: Áudio m4a da Apple
pt_pt: Áudio m4a da Apple
ru: Аудио Apple m4a
uk: Аудіо Apple m4a
zh_hans: Apple m4a 音频

# CFBundleDisplayName
source: Olvid
ru: Ольвид

# CFBundleName
source: Olvid
ru: Оливье

# NSHumanReadableCopyright
source: Copyright © 2019-2026 Olvid SAS
zh_hans: 版权所有 © 2019-2026 Olvid SAS
